{
  "Color": "#FF5733",
  "Head": {
    "title": "Hemang Thakar",
    "NavbarName": "Hemang Thakar"
  },
  "HomePage": {
    "name": "Hemang Thakar",
    "Position": [
      "Professor",
      "Project manager",
      "TOC expert",
      "Data scientist"
    ],
    "description": " I am professor in charusat university"
  },
  "AboutPage": {
    "AboutParagraph": "Dr. Hemang Thakar is a highly accomplished professor of Computer Science at a renowned university in the United States. He earned his PhD in Computer Science from the University of Illinois at Urbana-Champaign and has been teaching at the university level for over 15 years.\n\nDr. Thakar's research focuses on a range of topics in computer science, including artificial intelligence, machine learning, data mining, and computer vision. He has published extensively in top-tier academic journals and conferences and has received several prestigious awards for his research contributions.\n\nIn addition to his research, Dr. Thakar is an exceptional educator who is highly regarded by his students and colleagues. He is known for his engaging teaching style, his ability to explain complex topics in simple terms, and his commitment to mentoring and supporting his students.\n\nDr. Thakar is also an active member of the computer science community and has served in leadership roles for several professional organizations. He is passionate about promoting diversity and inclusion in computer science and is actively involved in initiatives to increase representation of underrepresented groups in the field.\n",
    "ImageLink": "https://media.licdn.com/dms/image/C5103AQHvgcnXtq1i3A/profile-displayphoto-shrink_800_800/0/1587208723401?e=2147483647&v=beta&t=-YKbbpBabVyNlbiHLXRVbXztoaqt-SHTpWazlHTrolw"
  },
  "Skills": [
    "Bootstrap",
    "Css",
    "HTML",
    "Figma",
    "Firebase",
    "Illustrator",
    "Javascript",
    "ReactJs",
    "AfterEffects"
  ],
  "Projects": [
    {
      "title": "Attendance management",
      "ImageLink": "https://thumbs.dreamstime.com/b/woman-hand-writing-attendance-marker-blue-background-professionally-79573891.jpg",
      "Status": "Completed",
      "ProjectName": "Attendance management",
      "Technologies": [
        "AfterEffects",
        "Bootstrap",
        "Css",
        "HTML",
        "AdobeXd"
      ],
      "Description": "An Attendance Management System is a software-based system that automates and simplifies the process of tracking employee attendance, absence, and time management.\n\nThe system is designed to make it easier for organizations to manage and keep track of their employees' attendance, leaves, and other related data. The following are some of the key features of an Attendance Management System:\n\nEmployee Management: This feature allows HR managers to manage employee information, such as their names, contact details, job title, and department.\n\nAttendance Tracking: The system allows managers to track employee attendance in real-time, either by manual entry or using biometric devices such as fingerprint scanners, facial recognition systems, and RFID cards.\n\nLeave Management: The system helps to manage employee leave requests and approvals, such as sick leave, vacation, and personal leave.\n\nOvertime Management: The system can also help to manage employee overtime requests and approvals, including compensatory off or payment for extra working hours.\n\nReporting: The system generates various reports, such as attendance reports, absenteeism reports, leave reports, and overtime reports, to help managers monitor employee performance and attendance trends over time.\n\nIn summary, an Attendance Management System is an essential tool for any organization that wants to streamline its attendance management processes and improve employee productivity, efficiency, and compliance.",
      "DemoLink": "https://github.com/topics/attendance-management-system"
    },
    {
      "title": "Face recognization",
      "ImageLink": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRUsnGX6BJC1MXnRTDB7QGw31xsEfKXJUnOnuuaC-DtHA&s ",
      "Status": "Completed",
      "ProjectName": "Face recognization",
      "Technologies": [
        "AdobeXd",
        "AfterEffects",
        "Bootstrap",
        "Css",
        "HTML",
        "Figma"
      ],
      "Description": "A face recognition system is a computer program designed to automatically identify or verify the identity of a person based on their facial features. The system uses a database of images of faces to compare and match the face presented to it with the faces in its database.\n\nThe system works by capturing an image of the face using a camera, and then analyzing the image to extract facial features such as the distance between the eyes, the shape of the nose and mouth, and the contour of the jawline. This process is known as face detection and it is usually performed using machine learning algorithms that can accurately identify the position and size of faces in an image.\n\nOnce the face has been detected, the system can then proceed to perform face recognition. This involves comparing the extracted facial features to the features in its database to find a match. This matching process is usually performed using algorithms such as Principal Component Analysis (PCA), Linear Discriminant Analysis (LDA), or Convolutional Neural Networks (CNNs).\n\nThe accuracy of a face recognition system depends on various factors such as the quality of the image, the size of the database, and the complexity of the algorithm used for matching. Face recognition systems are widely used for security purposes such as access control to secure areas, authentication of identities in financial transactions, and identification of criminals in law enforcement. They are also used in various other applications such as photo tagging, social media, and personalized advertising.",
      "DemoLink": "https://github.com/aakashjhawar/face-recognition-using-deep-learning "
    }
  ],
  "Contact": {
    "Email": "hemangthakar.cse@charusat.ac.in",
    "Github": "https://github.com/hemang-thakkar",
    "Twitter": "https://twitter.com/hemang_thakkar",
    "linkedIn": "https://www.linkedin.com/in/hemang-thakar-77842725"
  }
}
